[
  {
    "_id": {
      "$oid": "65679d494498afb01157e311"
    },
    "review_id": "65679d494498afb01157e311",
    "attraction_id": "1",
    "reviewer_name": "John Doe",
    "reviewer_email": "johndoe123@gmail.com",
    "reviewer_id": "656a4b159a538dcc7445c0fa",
    "review_title": "Great place",
    "review_time": "2023-01-01 00:00:00",
    "star_rating": "5",
    "status": 1,
    "avatar": "https://www.gravatar.com/avatar/205e460b479e2e5b48aec07710c08d50?s=200",
    "detailed_review": "I visited the Statue of Liberty with my family, and it was an incredible experience. The ferry ride to Liberty Island was enjoyable, and the views of the New York City skyline were breathtaking. Exploring the museum inside the pedestal provided valuable insights into the statue's history. Climbing to the crown was a bit strenuous, but the panoramic views from up there were worth it. It's a must-visit attraction for anyone in New York."
  },
  {
    "_id": {
      "$oid": "65679d494498afb01157e312"
    },
    "review_id": "65679d494498afb01157e312",
    "attraction_id": "1",
    "reviewer_name": "Alice Smith",
    "reviewer_email": "alicegood@outlook.com",
    "reviewer_id": "6562sab159a538dcc7555c0fa",
    "review_title": "Wonderful Experience",
    "review_time": "2023-05-15 14:30:00",
    "star_rating": "4",
    "status": 1,
    "avatar": "https://www.gravatar.com/avatar/5e5ef472d080ae583e6e3b2ff47e2379?s=200",
    "detailed_review": "Visiting the Statue of Liberty was a profound experience. As I approached the statue by ferry, I was struck by its immense size and the sense of hope it must have given to millions of immigrants arriving in America. The panoramic views from the pedestal were breathtaking, offering a unique perspective of New York Harbor. The guided tour provided fascinating insights into the statue's construction and symbolism. It’s a powerful reminder of America's promise and a testament to human ingenuity."
  },
  {
    "_id": {
      "$oid": "65679d494498afb01157e313"
    },
    "review_id": "65679d494498afb01157e313",
    "attraction_id": "1",
    "reviewer_name": "Ella Johnson",
    "reviewer_email": "ellaj@email.com",
    "reviewer_id": "624a4b159a538dcc7555c0fa",
    "review_title": "Art Lover's Paradise",
    "review_time": "2021-07-20 09:15:00",
    "star_rating": "2",
    "status": 1,
    "avatar": "https://plus.unsplash.com/premium_photo-1694618623840-e72540d60389?crop=entropy&cs=tinysrgb&fit=crop&fm=jpg&h=200&ixid=MnwxfDB8MXxyYW5kb218MHx8fHx8fHx8MTY5ODE5NDc0MA&ixlib=rb-4.0.3&q=80&w=200",
    "detailed_review": "My trip to New York City was unforgettable, largely due to my visit to the Statue of Liberty. The sight of this iconic symbol of freedom and democracy, standing tall against the skyline, was truly awe-inspiring. The ferry ride to Liberty Island offered stunning views of the statue and the city. Learning about the history and significance of the Statue of Liberty at the museum was both educational and moving. It's a must-visit for anyone who appreciates the values it represents."
  },
  {
    "_id": {
      "$oid": "65679b394498afb01157e2ee"
    },
    "review_id": "65679d494498afb01157e316",
    "attraction_id": "2",
    "reviewer_name": "Michael Brown",
    "reviewer_email": "michaelb@example.com",
    "reviewer_id": "426a4b159a538dcc7555c0fa",
    "review_title": "A Tech Enthusiast's Perspective on Nature's Marvel",
    "review_time": "2023-05-21 11:00:00",
    "star_rating": "5",
    "status": 1,
    "avatar": "https://fastly.picsum.photos/id/1005/200/200.jpg?hmac=TlSxs8p2lqA8VkV-Kpg7DKnp8BkwK9UDBHrU2UegLzI",
    "detailed_review": "As someone deeply passionate about technology and open-source software, I found the Grand Canyon to be a refreshing contrast to the digital world. The sheer scale and natural complexity of the canyon reminded me of the intricate networks and systems in technology, but with a raw, unfiltered beauty. Hiking through the trails, capturing photos with my camera, and simply absorbing the grandeur of the landscape was a truly humbling experience. It's a place that reminds us of the wonders beyond our screens."
  },
  {
    "_id": {
      "$oid": "65679b394498afb01157e2ef"
    },
    "review_id": "65679d494498afb01157e315",
    "attraction_id": "2",
    "reviewer_name": "Sophia Lee",
    "reviewer_email": "sophial@gmail.com",
    "reviewer_id": "656a3b159a538dcc7555c0fa",
    "review_title": "Nature's Majestic Classroom",
    "review_time": "2023-08-10 15:45:00",
    "star_rating": "5",
    "status": 1,
    "avatar": "https://www.gravatar.com/avatar/5e6f7g8h9i0j1a2b3c4d?s=200",
    "detailed_review": "As a lover of books and lifelong learning, visiting the Grand Canyon National Park was like stepping into a grand, natural library. Each layer of the canyon tells a story of Earth's history. The vastness of the landscape and the play of light upon the rocks was a visual feast. Walking the trails, I felt a deep connection to nature and a renewed appreciation for our planet's beauty and history. It's a place that educates as much as it inspires awe. Truly a memorable experience."
  }
]